10/data/attachments/f3a283404f8299c2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Taylor_hotel_Actions_16045_4</nif:username>
            <nif:friendToBeRequested>soap_actions_869b5a8b-60a8-48aa-87fc-d0ab581a0f9c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>